[{"id":"0x35cc41270f5cdfd59b45e68ab85dc51b0b900d286a6c74ea006b8572d9ff5934","question":"Fed decreases interest rates by 25 bps after January 2026 meeting?","description":"The FED interest rates are defined in this market by the upper bound of the target federal funds range. The decisions on the target federal fund range are made by the Federal Open Market Committee (FOMC) meetings.\n\nThis market will resolve to the amount of basis points the upper bound of the target federal funds rate is changed by versus the level it was prior to the Federal Reserve's January 2026 meeting.\n\nIf the target federal funds rate is changed to a level not expressed in the displayed options, the change will be rounded up to the nearest 25 and will resolve to the relevant bracket. (e.g. if there's a cut/increase of 12.5 bps it will be considered to be 25 bps)\n\nThe resolution source for this market is the FOMC’s statement after its meeting scheduled for January 27 - 28, 2026 according to the official calendar: https://www.federalreserve.gov/monetarypolicy/fomccalendars.htm.\n\nThe level and change of the target federal funds rate is also published at the official website of the Federal Reserve at https://www.federalreserve.gov/monetarypolicy/openmarket.htm.\n\nThis market may resolve as soon as the FOMC’s statement for their January meeting with relevant data is issued. If no statement is released by the end date of the next scheduled meeting, this market will resolve to the \"No change\" bracket.","image":"https://polymarket-upload.s3.us-east-2.amazonaws.com/jerome+powell+glasses1.png","icon":"https://polymarket-upload.s3.us-east-2.amazonaws.com/jerome+powell+glasses1.png","category":null,"outcomes":["Yes","No"],"outcomePrices":["0.0075","0.9925"],"clobTokenIds":["92703761682322480664976766247614127878023988651992837287050266308961660624165","48193521645113703700467246669338225849301704920590102230072263970163239985027"],"volume":58797682.456107,"volume24hr":4740383.587350002,"liquidity":2452366.18223,"openInterest":null,"endDate":"2026-01-28T00:00:00Z","startDate":null,"active":true,"closed":false,"slug":"0x35cc41270f5cdfd59b45e68ab85dc51b0b900d286a6c74ea006b8572d9ff5934","platform":"polymarket","negRisk":null,"groupItemTitle":null,"marketType":null,"subtitle":null}]